Repository: Elvanos/elv-samba-ai
Catalog: trunk/languages/samba-ai-*.po
Languages: cs_cz

source: Helps with connection to the Samba automation services
cs_cz: Pomáhá s připojením k automatizačním službám Samba

source: Something went wrong. please try again later or contact our support.
cs_cz: Něco se pokazilo. Zkuste to prosím znovu později nebo kontaktujte naši podporu.

source: Confirm regeneration of the access password. This action is irreversible.
cs_cz: Potvrďte obnovu přístupového hesla. Tato akce je nevratná.

source: Access password has been succesfully regenerated. The page will now reload with new links.
cs_cz: Přístupové heslo bylo úspěšně obnoveno. Stránka se nyní znovu načte s novými odkazy.

source: Your Samba ID key has been successfully saved.
cs_cz: Váš klíč Samba ID byl úspěšně uložen.

source: Are you sure you want to delete this shortcode? This action is irreversible.
cs_cz: Opravdu chcete smazat tento shortcode? Tato akce je nevratná.

source: Edit
cs_cz: Upravit

source: Remove
cs_cz: Odebrat

source: Shortcode has been successfully updated.
cs_cz: Shortcode byl úspěšně aktualizován.

source: Generating XML for products... Don't close the browser window!
cs_cz: Generuji XML pro produkty... Nezavírejte okno prohlížeče!

source: Generating XML for produkt categories... Don't close the browser window!
cs_cz: Generuji XML pro kategorie produktů... Nezavírejte okno prohlížeče!

source: Generating XML for customers... Don't close the browser window!
cs_cz: Generuji XML pro zákazníky... Nezavírejte okno prohlížeče!

source: Generating XML for orders... Don't close the browser window!
cs_cz: Generuji XML pro objednávky... Nezavírejte okno prohlížeče!

source: Products:
cs_cz: Produkty:

source: Product categories:
cs_cz: Kategorie produktů:

source: Customers:
cs_cz: Zákazníci:

source: Orders:
cs_cz: Objednávky:

source: Data feed generation finished:
cs_cz: Generace datových feedů dokončena:

source: Success
cs_cz: Úspěch

source: Failure
cs_cz: Selhání

source: Data feeds
cs_cz: Datové feedy

source: Analytics
cs_cz: Analytika

source: Personalization
cs_cz: Perzonalizace

source: Data feed links
cs_cz: Odkazy datových feedů

source: Products feed link
cs_cz: Odkaz na feed produktů

source: Products categories feed link
cs_cz: Odkaz na feed kategorií produktů

source: Orders feed link
cs_cz: Odkaz na feed objednávek

source: Customers feed link
cs_cz: Odkaz na feed zákazníků

source: Create data feeds only for 200 first customers (Samba trial mode)
cs_cz: Vytvořit datové feedy pouze pro prvních 200 zákazníků (zkušební režim Samba)

source: Manually update data feed files
cs_cz: Ruční aktualizace souborů datových feedů

source: Regenerate access password
cs_cz: Obnovit přístupové heslo

source: Your Samba ID key
cs_cz: Váš Samba ID klíč

source: Save the ID key
cs_cz: Uložit ID klíč

source: Add new widget
cs_cz: Přidat nový widget

source: Name
cs_cz: Jméno

source: Content
cs_cz: Obsah

source: Save widget
cs_cz: Uložit widget

source: Remove widget
cs_cz: Odebrat widget

source: Samba.ai requires WooCommerce installed and activated.
cs_cz: Samba.ai vyžaduje instalaci a aktivaci WooCommerce.

source: Samba.ai requires at least %s version of Woocommerce to run.
cs_cz: Samba.ai vyžaduje spuštění alespoň %s verzi Woocommerce.
